Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D13C.tmx
Source language: en_us
Languages: zh_cn

source: A Quiet Revolution: The Veil's Resurgence From the Middle East to America
zh_cn: 无声的变革：从中东到美国，伊斯兰头巾的复活

source: When I was 13, one of my classmates came to school one morning wearing a beige head scarf.
zh_cn: 在我十三岁的时候，薄曦之中的某日清晨，我的一位好友披着一条米色头巾翩然出现。

source: This was in the 1980s, in Morocco.
zh_cn: 这是在二十世纪八十年代的摩洛哥。

source: Surprised by her attire, I joined a group of girls who gathered around her, watching them pepper her with questions.
zh_cn: 显然我被她的装束惊到，便悄悄加入一群环绕在她身边的女生，静静地看着她们不停抛出各色问题。

source: Our classmate calmly replied that she had decided to wear the hijab because that was what a "true" Muslim girl should do.
zh_cn: 然而，那位童鞋甚为淡定，淡淡答道，她之所以决定戴上头巾，是因为在她小小的头脑中这才是一位“真正”的穆斯林女孩的本分。

source: This struck us as strange. After all, we were Muslim girls too, but none of us, regardless of the degree of our piety, thought that our religion required us to cover.
zh_cn: 这种另类显然让我们有些吃惊，毕竟，我们好歹也算穆斯林女孩，但是无论我们对于真主的虔诚有多么深情，当中从来没有人想到过信仰会强迫遮掩自己娇媚的面容。

source: Yet just five years later, when I entered college in Rabat, the number of my classmates who had begun to wear the hijab had multiplied.
zh_cn: 然而就在五年之后，就在我进入拉巴特的一家学院学习时，同学当中开始穿起头巾的数量开始成倍增加。

source: And by the time I graduated, I was continually asked why I didn't wear it.
zh_cn: 并且当自己毕业之时，我还在不断追问自己为什么不随波逐流亦跟从头巾穿戴之风呢？

source: This phenomenon- the reappearance of the veil in the Muslim world, after several decades during which it had been on the verge of obsolescence - is the subject of "A Quiet Revolution: The Veil's Resurgence From the Middle East to America" by feminist scholar and Harvard professor Leila Ahmed.-
zh_cn: 在几十年前，头巾和面纱处于过时的边缘，几十年后它们又重新出现在穆斯林世界中，这种现象实则成为女性学者、哈佛教授Leila Ahmed的一项研究主题——“静默革命：在中东到美国范围内面纱的回归”。

source: The resurgence of the veil is all the more puzzling, Ahmed argues, because it re-appeared first among educated women (the group that, several generations earlier, had been the first to discard it) and because the process seemed to be largely voluntary, taking place in countries where no laws coerced women to cover.
zh_cn: Ahmed宣称，面纱的回归实则极为令人困惑，不仅仅因为它首先穿现在知识女性当中（同样也是这帮人，在几代人之前的那个时间点上，成为首先抛弃面纱的社会群体），更是因为这个过程很大程度上是自愿的，并且发生的国家当中基本上没有强制女性遮蔽面容的法律。

source: This apparent conundrum, Ahmed explains, is the result of a combination of radical ideology and vast amounts of money.
zh_cn: 这个显而易见的难题，在Ahmed看来，是因为激进的意识形态和巨额资金综合作用的结果。

source: The ideology came primarily from the Muslim Brotherhood, which in the years after Egyptian independence grew increasingly at odds with the socialist ideas of Egypt's President Gamal Abdel Nasser.
zh_cn: 这种意识形态本质上来自于穆斯林兄弟会，这个组织是在埃及民族解放运动之后的多年时间中快速发展起来的，并且是与与埃及总统GAMAL ABDEL NASSER的观点相左的另一种社会思想路线。

source: The Brotherhood, Ahmed writes, "affirmed the veil as a foundational Islamic requirement" and used it to signal "opposition to the dominant classes and the direction in which they were taking their society."
zh_cn: Ahmed写到，兄弟会坚持声称面纱是伊斯兰教义的基本要求并且用它来代表与社会统治阶层以及其社会治理方式相对的另一种路线。

source: Interestingly, Brotherhood members were typically not trained in Islamic law - they were for the most part engineers, doctors or professionals - but they insisted on these interpretations, which were also aligned with specific political goals.
zh_cn: 有趣的是，兄弟会的成员往往不是在伊斯兰的法律体系中接受教育和训练，他们大多数是工程师、一声或者专业人士，但是他们坚持保持这种与特定政治目标相关的观点和思想倾向。

source: In this context, the veil became a conspicuous signal of one's disagreement with the ruling elite.
zh_cn: 在他们设定的语境当中，面纱成了他们与统治精英相区别的、再为明显不过的标志。

source: And its propagation occurred not just through the mosques but through the many social programs run by the Brotherhood: daycare centers, schools, health clinics and even bus services.
zh_cn: 并且这种因为观点相似产生的集聚不仅仅产生在清真寺当中，并且产生在兄弟创办的诸多社会事业当中，这包括日托中心、学校、健康诊所甚至是在公交服务当中。

source: As for the money, Ahmed writes, it came from Saudi Arabia, which was locked in a "fierce rivalry, dubbed the Arab Cold War," with Nasser's Egypt.
zh_cn: 谈到钱，Ahmed这么写道，它来自于SAUDI ARABIA，被被禁锢于纳赛尔领导的埃及中的、一种被称为阿拉伯冷战的敌对状态。

source: Beginning in the mid-1960s, the Saudi government funded various organizations it saw as bulwarks against socialism and/or secularism.
zh_cn: 始于二十世纪六十年代中期，SAUDI政府建立了多个不同机构，并视其为壁垒来抵挡社会主义或者分裂势力。

source: A condition of much of these funds was a strict adherence to the gender segregation that is a cornerstone of Wahhabi doctrine, and to the gender hierarchy that such segregation entails.
zh_cn: 这些资助中的大部分实际上起到了强力粘合剂的作用，不仅弥合了作为瓦哈比教派的教义奠基石的性别隔离，而且缓解了这种隔离所引发的性别等级制度。

source: Because of its nearly unlimited supply of cash, the influence of Wahhabi Islam spread throughout the Muslim world and had a homogenizing effect on clothing in the entire region.
zh_cn: 正是因为这种基本上无限的现金供应，瓦哈比教派的影响力逐渐蔓延到整个穆斯林世界并且产生在整个宗教中对于着装产生了同质性的影响。

source: Meanwhile, Muslims began to emigrate to Europe and the U.S. While European nations typically received immigrants from their former colonies, the U.S. was a destination for Muslims from many countries, resulting in an ethnic and cultural diversity that is perhaps seen only during the hajj in Mecca.
zh_cn: 同时，穆斯林开始移民到欧洲和美国。就在欧洲主要接收其前殖民地的移民之时，美国成为了来自多个国家的穆斯林的目的地，这造成了可能只有在麦加朝觐是才能看到的种族和文化多样性。

source: That diversity and the high levels of education among this particular group of immigrants contributed to its economic success.
zh_cn: 这种多样性和特定移民群体当中的高水平教育素质造就了他们的经济成功。

source: However, Ahmed writes, some among this group were committed Islamists who sought to propagate their ideas using the same methods that had been used in their home countries.
zh_cn: 然而，Ahmed写到，这个团地当中的有些人是忠诚的穆斯林，他们寻求使用自己出生国家通行的方法来推广和宣扬自己的思想。

source: Muslim Student Assns. appeared on many American college campuses and plunged into "the work of outreach, teaching and preaching."
zh_cn: 穆斯林学生组织出现在许多美国大学校园中并且积极致力于外展、教学和说教等方面的工作。

source: Noticeably, such associations were often dominated by engineering or medical students, not by legal or religious scholars, and remained the purview of a small - but very organized ¡ª Islamist minority.
zh_cn: 值得注意的是，这些学生组织主要被工程学和医学院学生把持，而非法学或者是宗教学学者，并且保持成为一个小型、较为松散的伊斯兰少数派的圈子。

source: So it was that the Muslim American majority was "essentially ­ left out of accounts of Islam in America."
zh_cn: 因此美籍穆斯林社会主流“基本上被踢出在美国伊斯兰社会的范畴”。

source: Ahmed is best known for the seminal book "Women and Gender in Islam" and the excellent memoir "A Border Passage," both of which are testaments to her deep commitment to feminist - and secular - ideals. In this new book, however, she has had to revise her earlier perceptions and positions on the veil.
zh_cn: Ahmed因其两本著作而出名，这包括一本生殖学书籍“伊斯兰的女人和性”和一本精彩的回忆录“边界通道”（A BORDER PASSAGE），两者都是其对于女性主义以及世俗理想的忠诚的体现。

source: The veil, she rightly argues, should be understood differently in societies like the United States, where women are free to wear whatever they want, compared with those, like Iran or Saudi Arabia, where women are now forced to wear it. (One might add yet another layer of difference here: The veil carries yet another meaning in societies like France, where the head scarf is banned in public schools and where the face veil is outlawed.)
zh_cn: 在这本新书里，她恰到好处的阐述了，面纱在不同的社会例如美国，应当被理解为女性应当具有自由穿着的权利，相比较而言，伊朗或者是沙特阿拉伯的女性现今却被强制穿着（者应当增加了另一层区别：面纱在诸如法国等社会中承载着另一层意义，头巾在公共学校中被禁止，面纱被取缔。）

source: In the United States, the organizations that had been started by homesick Islamist students are now run by their American-born children, whose ideas about what it means to be Muslim are different.
zh_cn: 在美国，那些曾经受思乡之苦折磨的伊斯兰学生创立的组织现在却被在美国出生的后代管理，在后者看来他们关于穆斯林含义的理解有着很大不同。

source: The Islamic Society of North America, for example, elected a woman, Ingrid Mattson, as its president.
zh_cn: 例如，北美的伊斯兰社区中选举一个女人 Ingrid Mattson 作为其主席。

source: A new translation of the Koran by Laleh Bakhtiar, a Chicago-based author and scholar, challenges orthodox interpretations of gender hierarchy.
zh_cn: 一位以芝加哥作为活动基地的作者和学者，Laleh Bakhtiar对于《可兰经》却有一个全新版本的解释，这挑战了对于性别等级制度的正统解释。

source: And under the leadership of the journalist Asra Nomani and scholar Amina Wadud, mixed-gender prayers have taken place in West Virginia.
zh_cn: 并且在记者Asra Nomani和学者Amina Wadud的领导下，跨性别的祈祷仪式在西弗吉尼亚举行。
